tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "yt-dlp/taps"
brew "aws-es-proxy"
brew "python@3.9"
brew "awscli"
brew "cmake"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "luajit", args: ["HEAD"]
brew "luv"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nvm"
brew "pipx"
brew "pulumi"
brew "python@3.8"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "yt-dlp/taps/yt-dlp"
cask "appcleaner"
cask "chromium"
cask "daisydisk"
cask "firefox"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "maccy"
cask "mullvadvpn"
cask "obs"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webstorm"
cask "zoom"
