tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aws-es-proxy"
brew "python@3.9"
brew "awscli"
brew "git"
brew "gnupg"
brew "go"
brew "luv"
brew "mkcert"
brew "neovim"
brew "ripgrep"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
cask "appcleaner"
cask "chromium"
cask "daisydisk"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"
