tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "wez/wezterm"
tap "yt-dlp/taps"
brew "aws-es-proxy"
brew "awscli"
brew "bottom"
brew "python@3.9"
brew "cmake"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "hyperfine"
brew "jq"
brew "luv"
brew "mkcert"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nvm"
brew "pipx"
brew "pulumi"
brew "python@3.8"
brew "ripgrep"
brew "rustup-init"
brew "sbt"
brew "speedtest-cli"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
brew "yt-dlp/taps/yt-dlp"
cask "appcleaner"
cask "around"
cask "daisydisk"
cask "firefox"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "insomnia"
cask "kitty"
cask "maccy"
cask "mullvadvpn"
cask "obs"
cask "qmk-toolbox"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vnc-viewer"
cask "webstorm"
cask "wezterm"
cask "zoom"
